[
    {
        "title" : "มังกรหยก 1",
        "sub_title" : "เรื่องราวเกิดในยุคราชวงศ์ซ้องของประเทศจีนแผ่นดินจีนเสื่อมโทรมในทุกด้าน อาณาประชาราษฎร์ยากแค้นลำเค็ญขุนนางฉ้อราษฎร์บังหลวง กดขี่ข่มเหงชาวจีนด้วยกันเกี่ยวกับการผจญภัยของเด็กหนุ่มชื่อก๊วยเจ๋งที่เติบโตขึ้นมาในดินแดนของมองโกลและเดินทางกลับสู่ยุทธจักรในประเทศจีน ได้พบกับอึ้งย้ง ยังได้ฝึกวิชาต่างๆมากมาย และได้ขับไล่พวกมองโกล จากแผ่นดินจีน",
        "image_url" : "https://t1.blockdit.com/photos/2022/03/622df06d87559f802ad53b77_800x0xcover_IYcQ-uO5.jpg",
        "detail": "เรื่องราวเกิดในยุคราชวงศ์ซ้องใต้ รัชสมัยพระเจ้าซ้องหลีจง (พ.ศ. 1767-1807) แผ่นดินจีนเสื่อมโทรมในทุกด้าน /nอาณาประชาราษฎร์ยากแค้นลำเค็ญ ขุนนางฉ้อราษฎร์บังหลวง กดขี่ข่มเหงชาวจีนด้วยกัน /nเกี่ยวกับการผจญภัยของเด็กหนุ่มชื่อ 'เจ๋ง' ที่เติบโตขึ้นมาในดินแดนของ มองโกล และเดินทางกลับสู่ยุทธจักรในประเทศจีน /nได้พบกับอึ้งย้ง ยังได้ฝึกวิชาต่าง ๆ มากมาย ขับไล่พวกมองโกลจากแผ่นดินจีน"
    },
    {
        "title" : "มังกรหยก 2",
        "sub_title" : "มังกรหยก ภาค 2 ตอน ตำนานศึกเทพอินทรี (อังกฤษ: The Return of the Condor Heroes) เป็นละครโทรทัศน์ที่กล่าวถึงเรื่องราวของวรรณกรรมชิ้นเอกของ กิมย้ง เรื่อง มังกรหยก ภาค 2 อีกเวอร์ชันหนึ่ง ออกอากาศทางช่อง CCTV ในประเทศจีน ละครโทรทัศน์เรื่องนี้เป็นละครภาคสองของละครไตรภาคในเรื่อง มังกรหยก โดยละครเรื่องนี้เป็นภาคต่อของละครเรื่อง มังกรหยก และละครเรื่องนี้มีภาค 3 ต่อคือเรื่อง ดาบมังกรหยก: กระบี่อิงฟ้า ดาบฆ่ามังกร ละครเรื่องนี้ออกอากาศทางช่อง CCTV ในประเทศจีน ส่วนในประเทศไทย จะออกอากาศทางช่อง 3",
        "image_url" : "https://upload.wikimedia.org/wikipedia/th/4/43/The_Condor_Heroes_2014_tv_series_poster.jpg",
        "detail": "เรื่องราวเริ่มต้นด้วยการฆ่าล้างตระกูลเล็ก โดยลี้มกโช้ว จนกระทั่งไปเจอกับเอี้ยก้วยในวัยเด็ก จนเอี้ยก้วยได้ไปเป็นศิษย์ก๊วยเจ๋งที่เกาะดอกท้อ /nแต่โดนกลั่นแกล้งประจำ ต่อมาก๊วยเจ๋งฝากให้เป็นศิษย์สำนักช้วนจินก่า แต่ก็โดนอาจารย์กับศิษย์ดุด่ากลั่นแกล้งต่างๆนานา /nจนได้มาพบกับยายซุนและเซียวเล่งนึ่ง ที่สำนักสุสานโบราณ เอี้ยก้วยกราบเซียวเล้งนึ่งเป็นอาจารย์ ทั้งสองได้ฟันฝ่าอุปสรรคมากมายจนสุดท้าย /nทั้งสองก็ครองรักกันอย่างมีความสุข"
    },
    {
        "title" : "มังกรหยก 3",
        "sub_title" : "ดาบมังกรหยก (หรือ มังกรหยกภาค 3 หรือ กระบี่อิงฟ้า ดาบฆ่ามังกร) เป็นนิยายกำลังภายในภาคต่อของ มังกรหยก แต่งโดยกิมย้ง (ชื่อในภาษาจีน อักษรจีนตัวเต็ม: 倚天屠龍記; อักษรจีนตัวย่อ: 倚天屠龙记; พินอิน: yǐ tiān tú lóng jì) และชื่อในภาษาอังกฤษ คือ The Heavenly Sword and the Dragon Saber หรือ The Heaven Sword and Dragon Saber",
        "image_url" : "https://www.jomyut.club/wp-content/uploads/2019/03/0019.jpg",
        "detail": "ระยะเวลาถัดจากมังกรหยก ภาค 2 สามถึงสี่ชั่วอายุคน เกี่ยวกับการช่วงชิงความเป็นใหญ่ในยุทธภพของสำนักง้อไบ๊ และสำนักบู๊ตึ้ง /nตัวเอก เตียบ่อกี้ (บุตรชายเพียงคนเดียวของ จอมยุทธ์ที่ห้า แห่งสำนักบู๊ตึ้ง เตียชุ่ยซัว และ บุตรีของจ้าวอินทรีคิ้วขาว แห่งพรรคมาร ฮึงซู่ซู่) ซึ่งเป็นลูกหลานในบู๊ตึ้งต้องผจญภัยมากมาย /nและสุดท้ายได้เป็นประมุขนิกายเม้งก่า (บางสำนวนใช้ พรรคจรัสหรือพรรครุ่งเรือง) ซึ่งมีบทบาทในการกอบกู้ประเทศจากมองโกล โดยนางเอกในภาคนี้ชื่อหมิ่นหมิ่น (เตี๋ยเมี่ยง) เป็นลูกสาวของอ๋องมองโกล"
    }
]
